import "./favoriteBook.css"

function FavoriteBook(){
    return (
        <>
            <div className="book-card">
                <h2>Гарри Поттер и философский камень</h2>
                <p><strong>Автор:</strong> Джоан Кэтлин Роулинг (J.K. Rowling)</p>
                <p><strong>Дата выхода:</strong> 26 июня 1997 года</p>
                <p><strong>Количество страниц:</strong> 223</p>
                <p><strong>Жанр:</strong> Фэнтези, приключения</p>
                <p><strong>Описание:</strong> Первая книга серии рассказывает о мальчике-сироте Гарри Поттере, который
                    узнаёт, что он волшебник и поступает в школу магии Хогвартс. Там он находит друзей, сталкивается с
                    опасностями и раскрывает тайну философского камня.</p>
            </div>
        </>


    )
}


export default FavoriteBook;